Repository: wp-plugins/wp-csv-exporter
Catalog: languages/wce-*.po
Languages: ja, ru_ru

source: CSV Export
ja: CSVエクスポート

source: "Status" is a required field.
ja: "ステータス"は必須項目です。
ru_ru: "Статус" это обязательное поле.

source: The number of posts must be entered in numerical format.
ja: "記事件数"は数値のみが入力可能です。
ru_ru: Количество записей должна быть введены в цифровом формате.

source: Please set the fields you would like to export with CSV.
ja: CSVでエクスポートする項目を設定してください。
ru_ru: Пожалуйста, установить значения в полях которые вы хотели бы экспортировать в CSV.

source: Please adjust your permissions so that you are able to edit the below directory.
ja: 以下のディクレトリに書き込みができるようにパーミッションを変更してください。
ru_ru: Пожалуйста, настроить права доступа, так что бы вы моли редактировать подпапки.

source: Post ID
ja: 投稿ID

source: Post Type
ja: 投稿タイプ

source: Slug
ja: スラッグ

source: Post Title
ja: 記事タイトル

source: Post Content
ja: 記事本文

source: Publish
ja: 公開済み（publish）

source: Pending
ja: レビュー待ち（pending）

source: Draft
ja: 下書き（draft）

source: Future
ja: スケジュール済み（future）

source: Private
ja: 非公開（private）

source: Trash
ja: ゴミ箱入り（trash）

source: Author
ja: 投稿者

source: Post Date
ja: 公開日時

source: Date Modified
ja: 変更日時

source: Tags
ja: タグ

source: Taxonomies
ja: タクソノミー
ru_ru: Таксономии

source: Select all
ja: 全選択
ru_ru: Выделить все

source: Unselect all
ja: 全解除
ru_ru: Очистить все

source: There are no registered custom taxonomies.
ja: 登録されているカスタムタクソノミーはありません。
ru_ru: Нет зарегистрированные пользовательские таксономии.

source: Custom Fields
ja: カスタムフィールド
ru_ru: Настраиваемые Поля

source: There are not registered custom fields.
ja: 登録されているカスタムフィールドはありません。
ru_ru: Нет зарегистрированых пользовательских полей.

source: Settings
ja: 設定
ru_ru: Параметры

source: *All downloaded if "0" selected.
ja: ※0の場合はすべてダウンロード
ru_ru: * Будут загружены Все записи , если выбран "0" .

source: Number of posts to download.
ja: ダウンロードする記事件数
ru_ru: Количество записей для скачивания.

source: Select period to display.
ja: 公開日の期間指定
ru_ru: Выберите период для отображения.

source: Select date modified.
ja: 変更日の期間指定
ru_ru: Выбрать дату изменнения.

source: Character Code
ja: 文字コード
ru_ru: Кодировка

source: Export
ja: エクスポート
ru_ru: Экспорт

source: Others
ja: その他
ru_ru: Дополнительные настройки экспорта

source: Status
ja: ステータス
ru_ru: Состояние

source: Post Excerpt
ja: 抜粋

source: Thumbnail
ja: アイキャッチ画像
ru_ru: Миниатюра

source: License key has been authenticated.
ja: ライセンスキーが認証されました。
ru_ru: Лицензионный ключ был идентифицирован.

source: License key authentication failed.
ja: ライセンスキーの認証に失敗しました。
ru_ru: Не удалось идентификационный ключ лицензии.

source: WP CSV Exporter Add-Ons
ja: WP CSV Exporter アドオン

source: Add-Ons will enable you to download CSVs for static pages and custom post types in addition to those for posts.
ja: アドオンを購入すると「投稿」以外の「固定ページ」や「カスタム投稿タイプ」のCSVもダウンロードが出来るようになります。
ru_ru: Дополнения позволит вам скачать томов CSV для статических страниц и пользовательских типов должностей в дополнение к тем, для сообщений.

source: Add-Ons can be purchased from the website below.
ja: アドオンは、以下のWEBサイトから購入ができます。
ru_ru: Дополнения могут быть приобретены с сайта ниже.

source: Authenticated
ja: 認証済み
ru_ru: Прошедшие проверку

source: Enter license key
ja: ライセンスキーの登録
ru_ru: Введите лицензионный ключ

source: Please use Add-Ons to download CSVs for custom post types.
ja: カスタム投稿タイプのCSVをダウンロードするにはアドオンを使用してください。
ru_ru: Пожалуйста, используйте Дополнения для загрузки томов CSV для пользовательских типов почтовых.

source: Sorting by date.
ja: 日付のソート順
ru_ru: Сортировка по дате.

source: DESC
ja: 降順
ru_ru: По убыванию

source: ASC
ja: 昇順
ru_ru: По возрастанию
